Repository: stevenhoneyman/l3afpad
Catalog: po/*.po
Languages: de_ch

source: _File
de_ch: _Datäi

source: _Edit
de_ch: _Wärchle

source: _Search
de_ch: _Suechä

source: _Options
de_ch: _Istelligä

source: _Help
de_ch: _Heuf

source: _New
de_ch: _Nöi

source: _Open...
de_ch: U_f mache...

source: _Save
de_ch: _Speichärä

source: Save _As...
de_ch: Speichärä _under...

source: Sta_tistics...
de_ch: Dokumäntäs_tatistik...

source: Print Pre_view
de_ch: Drock_vorschou

source: _Print...
de_ch: _Druckä...

source: _Quit
de_ch: _Beendä

source: _Undo
de_ch: _Zrugg machä

source: _Redo
de_ch: _Äh nei ebbe doch ned

source: Cu_t
de_ch: _Usschniedä

source: _Copy
de_ch: _Kopierä

source: _Paste
de_ch: _Infüägä

source: _Delete
de_ch: _Löschä

source: Select _All
de_ch: _Alles aziä

source: _Find...
de_ch: _Suchä …

source: Find _Next
de_ch: _Weitersuchä

source: Find _Previous
de_ch: Z_rugg suchä

source: _Replace...
de_ch: _Ustuschä...

source: _Jump To...
de_ch: _Gömmer zu...

source: _Font...
de_ch: _Schriftart...

source: _About
de_ch: _Öbber

source: _Word Wrap
de_ch: _Zieleumbruch

source: _Line Numbers
de_ch: Zielen_nummerä

source: _Auto Indent
de_ch: _Auto-Inzug

source: <b>Statistics</b>
de_ch: <b>Dokumäntästatistik</b>

source: GTK+ based simple text editor
de_ch: Einfache GTK+ Texteditor

source: translator-credits
de_ch: Robin Vobruba <hoijui.quaero@gmail.com>

source: Save changes to '%s'?
de_ch: Änderige a »%s« speichärä?

source: Font
de_ch: Schriftart

source: Current Locale (%s)
de_ch: Jetztigi Standortistellig (%s)

source: Other Codeset
de_ch: Anderä Zeichesatz

source: _Cancel
de_ch: _Abbrächä

source: _OK
de_ch: _Jo-jo

source: Code_set:
de_ch: _Zeichäsatz:

source: '%s' is not supported
de_ch: »%s« werd ned unterstützt

source: Auto-Detect
de_ch: Automatisch erkenne

source: Open
de_ch: Ufmache

source: Save As
de_ch: Speichärä als

source: C_haracter Coding:
de_ch: Zeic_häkodierig:

source: '%s' already exists. Overwrite?
de_ch: »%s« gets scho. Öberschriebä?

source: Untitled
de_ch: Namelos

source: Can't convert codeset to '%s'
de_ch: De Zeichäsatz chamme ned zu »%s« konvertierä

source: Can't open file to write
de_ch: Diä Datäi chamme ned zum schriebä ufmache

source: Can't write file
de_ch: Diä Datäi chamme ned schriebe

source: <u>Totals count</u> Chars: %7d Words: %6d Lines: %5d <u>Selection</u> Chars: %7d Words: %6d Lines: %5d
de_ch: <u>Gsammttotal</u> Zeichä: %7d Wörtär: %6d Zilä: %5d <u>Vom markierte</u> Zeichä: %7d Wörtär: %6d Zilä: %5d

source: Search string not found
de_ch: Dä Text gets ned

source: Replace?
de_ch: Ustuschä?

source: %d strings replaced
de_ch: %d mol ustuscht

source: Replace
de_ch: Ustuschä

source: Find
de_ch: Suchä

source: Fi_nd what:
de_ch: _Suchä nach:

source: Re_place with:
de_ch: _Ustuschä met:

source: _Match case
de_ch: Met dä _Gross-/Klischriebig ufpasse

source: Replace _all at once
de_ch: _Alli ustuschä

source: Jump To
de_ch: Gang zu

source: _Jump
de_ch: _Gang zu

source: _Line number:
de_ch: Zielä_nummärä:

source: _No
de_ch: _Nei

source: _Yes
de_ch: _Jo

source: Simple text editor
de_ch: Einfachä Texteditor
